Revit 2027 API
BuiltInFailures.RebarShapeFailures.DimensionLoose Property
 This dimension cannot be used to parameterize the Rebar Shape.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DimensionLoose { get; }
Public Shared ReadOnly Property DimensionLoose As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DimensionLoose {
	FailureDefinitionId^ get ();
}
static member DimensionLoose : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarShapeFailures Class
Autodesk.Revit.DB Namespace